[
    {
    "id": "623853b2614ad5aba311fdd1",
    "index": 0,
    "picture": "https://cdn.freebiesupply.com/logos/large/2x/google-1-1-logo-png-transparent.png",
    "title": "Technical Database Engineer",
    "companyName": "Google LLC",
    "type": "Onsite",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": "260K - 280K",
    "description": "The Technical Database Engineer is responsible for designing, implementing, and maintaining databases while ensuring data accuracy, accessibility, and security. They collaborate with cross-functional teams to resolve issues and optimize performance.",
    "responsibility": "The Technical Database Engineer is responsible for designing, implementing, and maintaining databases, ensuring data accuracy, availability, and accessibility. They collaborate with teams to resolve issues, optimize performance, and ensure the security of the databases.",
    "requirements": "Database management, data modeling, collaboration, problem-solving, security, optimization.",
    "experiences": "3-5 Years in this field.",
    "phone": "01750-00 00 00",
    "email": "info@gmail.com"
    },
    {
    "id": "623853b2578e9e6ad1ae0dd5",
    "index": 1,
    "picture": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Logonetflix.png",
    "title": "Senior Product Designer",
    "companyName": "Netflix",
    "type": "Remote",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": "130K - 150K",
    "description": "The Senior Product Designer is responsible for leading the design of new products or features, ensuring a seamless user experience, and collaborating with cross-functional teams to deliver high-quality designs. They also mentor and coach junior designers to develop their skills.",
    "responsibility": "The Senior Product Designer leads the design process for new products or features, ensuring a seamless user experience and collaborating with cross-functional teams. They also mentor and coach junior designers.",
    "requirements": "User-centered design, leadership, collaboration, communication, problem-solving.",
    "experiences": "2-3 Years in this field.",
    "phone": "01750-00 00 00",
    "email": "info@gmail.com"
    },
    {
    "id": "623853b21fb149d2ee7b76c7",
    "index": 2,
    "picture": "https://cdn.freebiesupply.com/logos/large/2x/tesla-9-logo-png-transparent.png",
    "title": "Software Engineer",
    "companyName": "Tesla",
    "type": "Remote",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": "220K - 250K",
    "description": "The Software Engineer is responsible for designing, developing, and maintaining software applications. They collaborate with cross-functional teams to analyze user needs, develop software solutions, and test and debug software to ensure high-quality deliverables that meet business requirements. They also stay current with new technologies and industry trends.",
    "responsibility": "The Software Engineer designs, develops, and maintains software applications, collaborating with cross-functional teams to analyze user needs, develop solutions, and ensure high-quality deliverables. They stay current with new technologies and trends.",
    "requirements": "Programming, problem-solving, collaboration, adaptability, continuous learning.",
    "experiences": "4-6 Years in this field.",
    "phone": "01750-00 00 00",
    "email": "info@gmail.com"
    },
    {
    "id": "623853b2e91c8de578c9245e",
    "index": 3,
    "picture": "https://cdn.cdnlogo.com/logos/m/6/microsoft.svg",
    "title": "UI UX Designer",
    "companyName": "Walmart",
    "type": "Onsite",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": "140K - 160K",
    "description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "responsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "5-7 Years in this field.",
    "phone": "01750-00 00 00",
    "email": "info@gmail.com"
    },
    {
    "id": "623853b2239582e48409ccc6",
    "index": 4,
    "picture": "https://purepng.com/public/uploads/large/purepng.com-walmart-logologobrand-logoiconslogos-251519939045oqelv.png",
    "title": "Database Engineer",
    "companyName": "Walmart",
    "type": "Remote",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": "180K - 220K",
    "description": "The Database Engineer is responsible for designing, implementing, and maintaining databases while ensuring data accuracy, accessibility, and security. They collaborate with cross-functional teams to resolve issues and optimize performance.",
    "responsibility": "The Database Engineer is responsible for designing, implementing, and maintaining databases, ensuring data accuracy, availability, and accessibility. They collaborate with teams to resolve issues, optimize performance, and ensure the security of the databases.",
    "requirements": "Database management, data modeling, collaboration, problem-solving, security, optimization.",
    "experiences": "5-6 Years in this field.",
    "phone": "01750-00 00 00",
    "email": "info@gmail.com"
    },
    {
    "id": "623853b2cdda0d5bc294f791",
    "index": 5,
    "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Amazon_logo.svg/2560px-Amazon_logo.svg.png",
    "title": "Product Designer",
    "companyName": "Amazon",
    "type": "Onsite",
    "location": "Dhaka, Bangladesh",
    "time": "Full Time",
    "salary": "200K - 250K",
    "description": "The Product Designer is responsible for creating intuitive and visually appealing interfaces that align with user needs and business goals. They collaborate with cross-functional teams to define product requirements and ensure that designs are consistent and user-friendly across all devices.",
    "responsibility": "The Product Designer creates intuitive and visually appealing interfaces that align with user needs and business goals, collaborating with cross-functional teams to define product requirements and ensure consistency.",
    "requirements": "Design skills, user-centered approach, collaboration, communication, adaptability.",
    "experiences": "4-5 Years in this field.",
    "phone": "01750-00 00 00",
    "email": "info@gmail.com"
    }
]